file/request/custrpt/req_cus_1704190709800026_3283931220230829144259.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cb5="http://creditinfo.com/CB5" xmlns:cus="http://creditinfo.com/CB5/v5.53/CustomReport" xmlns:arr="http://schemas.microsoft.com/2003/10/Serialization/Arrays">
  <soapenv:Header />
  <soapenv:Body>
    <cb5:GetCustomReport>
      <cb5:parameters>
        <cus:Consent>true</cus:Consent>
        <cus:IDNumber>32839312</cus:IDNumber>
        <cus:IDNumberType>PefindoId</cus:IDNumberType>
        <cus:InquiryReason>ProvidingFacilities</cus:InquiryReason>
        <cus:InquiryReasonText />
        <cus:ReportDate>2023-08-29</cus:ReportDate>
        <cus:Sections>
          <arr:string>PEFINDOScore</arr:string>
        </cus:Sections>
        <cus:SubjectType>Individual</cus:SubjectType>
      </cb5:parameters>
    </cb5:GetCustomReport>
  </soapenv:Body>
</soapenv:Envelope>